cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/services"
tap "homebrew/versions"
cask "osxfuse"
brew "openssl"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmus"
brew "coreutils"
brew "cowsay"
brew "libyaml"
brew "python"
brew "crystal-lang"
brew "diff-so-fancy"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "faac"
brew "freetype"
brew "git"
brew "fzf", args: ["HEAD"]
brew "gettext"
brew "gnupg"
brew "gpg-agent"
brew "jpeg"
brew "libtool"
brew "graphicsmagick"
brew "htop"
brew "httperf"
brew "imagemagick"
brew "isl@0.11"
brew "jpegoptim"
brew "lame"
brew "lastpass-cli", args: ["with-pinentry"]
brew "xvid"
brew "libav"
brew "libexif"
brew "mpfr@2"
brew "libmpc@0.8"
brew "libusb-compat"
brew "libxslt"
brew "lua"
brew "lzo"
brew "mongodb", restart_service: true
brew "mysql@5.6", restart_service: true
brew "ncurses"
brew "node"
brew "openssl@1.1"
brew "p7zip"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "shpotify"
brew "sshfs"
brew "termbox"
brew "tmux"
brew "unixodbc"
brew "unrar"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zlib"
